[Balance.PawnBalance_Sage_ShockSkagSpawn AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Electronic alarm")

[Balance.PawnBalance_Sage_SkagAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Elder Scagmarsh",TransformedNames=((TransformedName="a big fire"),(TransformedName="Senior Electrician"),(TransformedName="rusty "),(TransformedName="Great man ")))
PlayThroughs[1]=(DisplayName="Astatto Swamp Skateboarding",TransformedNames=((TransformedName="Escape from the firing point"),(TransformedName="electric machine with gun"),(TransformedName="Cut off the mongoose's horn"),(TransformedName="copper slag filter")))

[Balance.PawnBalance_Sage_SkagAlpha AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Download the Alfa Cross Country Ski game")
PlayThroughs[1]=(DisplayName="Old Zune Alpha")

[Balance.PawnBalance_Sage_SkagBadassCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tears")
PlayThroughs[1]=(DisplayName="Super Bastard Rap")

[Balance.PawnBalance_Sage_SkagBarfer AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Wood scrap scum",TransformedNames=((TransformedName="fire eater"),(TransformedName="Power tools for cutting roots"),(TransformedName="Vomiting is bad"),(TransformedName="To remove feces")))
PlayThroughs[1]=(DisplayName="Desert",TransformedNames=((TransformedName="Spit fire"),(TransformedName="remove, empty"),(TransformedName="Without using your hands"),(TransformedName="I gave up trying.")))

[Balance.PawnBalance_Sage_SkagPup AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="the famous child",TransformedNames=((TransformedName="Agni is a child"),(TransformedName="Electric tree "),(TransformedName="broken puppy"),(TransformedName="The puppy is covered in mud")))
PlayThroughs[1]=(DisplayName="Swamp chicken",TransformedNames=((TransformedName="A living fire"),(TransformedName="an electric dog with a gun "),(TransformedName="A dog with a mosquito horn"),(TransformedName="Good boy")))

[Balance.PawnBalance_Sage_SkagSpitter AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scag Swap Spit",TransformedNames=((TransformedName="The glow of fire"),(TransformedName="Electrode"),(TransformedName="Wash with water"),(TransformedName="He covered the plate with cotton.")))
PlayThroughs[1]=(DisplayName="Sokolnytsky meadow",TransformedNames=((TransformedName="The fire is burning"),(TransformedName="Electronic Eagle"),(TransformedName="acid weapon"),(TransformedName="Killing eagles")))

